/**
 * @typedef {{id: string, name: string, description: string}} CardInfo
 */
const cardsInfo = [
    {
        id: '1',
        name: 'Первая карточка',
        description: 'Полное и очень длинное описание для карточки.',
    },
    {
        id: '2',
        name: 'Вторая карточка',
        description: 'Полное и очень длинное описание для карточки. Это вторая карточка.',
    },
    {
        id: '3',
        name: 'Третья карточка',
        description: 'Полное и очень длинное описание для третьей карточки.',
    },
    {
        id: '4',
        name: 'Четвертая карточка',
        description: 'Полное и очень длинное описание для четвертой карточки.',
    },
    {
        id: '5',
        name: 'Пятая карточка',
        description: 'Полное и очень длинное описание для пятой карточки.',
    },
    {
        id: '6',
        name: 'Шестая карточка',
        description: 'Полное и очень длинное описание для шестой карточки.',
    },
    {
        id: '7',
        name: 'Седьмая карточка',
        description: 'Полное и очень длинное описание для седьмой карточки.',
    },
];

export default cardsInfo;
